"AlertSomePercentTitle" = "Kalan %%d%"; // 90% Remaining
"AlertOnePercentTitle" = "Mac'iniz Kapanmak Üzere";
"AlertChargingTitle" = "Şarj oluyor...";
"AlertChargingStoppedTitle" = "Şarj Aleti Çıkarıldı";
"AlertChargingCompleteTitle" = "Şarj Tamamlandı";
"AlertOverheatingTitle" = "Aşırı Isınma";
"AlertLimitedTitle" = "Yetersiz Batarya...";
"AlertDeviceConnectedTitle" = "'%@' Bağlandı"; // 'Joe's Headphones' Connected
"AlertDeviceDisconnectedTitle" = "'%@' Bağlantısı Kesildi"; // 'Joe's Headphones' Disconnected
"" = "Bilinmiyor";
"AlertDeviceCalculatingTitle" = "Hesaplanıyor...";

"AlertEstimateSummary" = "%@ kaldı"; // 1 hour, 32 minutes until empty
"AlertPercentSummary" = "Şarj kablosunu takma zamanı!";
"AlertStartedChargeSummary" = "Saat %@' de tam şarj oldu."; // Fully charged at 2:32pm
"AlertChargedSummary" = "Piliniz tamamen şarj oldu.";
"AlertOverheatingSummary" = "Yüksek sıcaklıklar bataryanızı daha hızlı tüketebilir ve uzun vadede zarar verebilir.";
"AlertLimitedSummary" = "Bataryanız '%@' etkinliği için yetersiz olabilir.";

"TimestampHourFullAlertDeviceUnknownTitleLabel_Plural" = "%d saat";
"TimestampHourFullLabel_Single" = "%d saat";
"TimestampHourFullLabel_Plural" = "%d saat";
"TimestampMinuteFullLabel_Plural" = "%d dakika";
"TimestampMinuteFullLabel_Single" = "%d dakika";
"TimestampMinuteDaysLabel_Plural" = "%d gün";
"TimestampMinuteDaysLabel_Single" = "%d gün";
"TimestampHourAbbriviatedLabel" = "s";
"TimestampMinuteAbbriviatedLabel" = "d";
"TimestampDayAbbriviatedLabel" = "g";
"TimestampNeverLabel" = "Hiç";
"TimestampNowLabel" = "Birkaç Dakika Önce";

"SettingsWebsiteLabel" = "Web Sitesi";
"SettingsQuitLabel" = "Çıkış";
"SettingsPinnedLabel" = "Ekrana Sabitle";
"SettingsEightyLabel" = "%80'e kadar şarj et";
"SettingsRateLabel" = "BatteryBoi'yi değerlendir";
"SettingsEfficiencyLabel" = "Düşük Güç";
"SettingsCheckUpdatesLabel" = "Güncellemeleri Kontrol Et";
"SettingsNewUpdateLabel" = "Yeni Güncellemeyi Yükle";
"SettingsDisplayLabel" = "Gösterge";
"SettingsDisplayCycleLabel" = "Döngü Sayısı";
"SettingsDisplayPercentLabel" = "Yüzde";
"SettingsDisplayEstimateLabel" = "Süre";
"SettingsDisplayNoneLabel" = "Boş";
"SettingsDisplayHiddenLabel" = "Gizli";
"SettingsEnabledLabel" = "Etkin";
"SettingsDisabledLabel" = "Devre Dışı";

"SettingsAboutLabel" = "Hakkında";
"SettingsCustomizationLabel" = "Özelleştirme";
"SettingsSoundEffectsLabel" = "Ses Efektleri";
"SettingsTriggersLabel" = "Komutlar";
"SettingsNotificationsLabel" = "Bildirimler";
"SettingsPrereleasesLabel" = "Beta Sürümler";

"SettingsCustomizationMenuLabel" = "Menü Çubuğu Simgesi";
"SettingsCustomizationThemeDarkLabel" = "Koyu";
"SettingsCustomizationThemeLightLabel" = "Açık";
"SettingsCustomizationThemeSystemLabel" = "Sistem";
"SettingsCustomizationThemeTitle" = "Görünüm";

"UpdateStatusCheckingLabel" = "Güncellemeler Kontrol Ediliyor...";
"UpdateStatusIdleLabel" = "Son Kontrol: %@"; // Last Checked: 4 hours ago
"UpdateStatusEmptyLabel" = "İndirilebilir Güncelleme Yok";
"UpdateStatusNewLabel" = "Yeni Güncelleme Mevcut!";

"AboutTitle" = "BatteryBoi, Herkes için ücretsiz, sınırsız...";
"AboutBodyOne" = "Cüzdanların tekrarlayan abonelikler karşısında sık sık inlediği yoğun uygulama dünyasında, BatteryBoi sonuna dek %100 ücretsiz ve Açık-Kaynak!";
"AboutBodyTwo" = "Bu kalitede bir uygulamanın hazırlanması, günler süren çalışmanın, kan ve terin, bazen de gözyaşlarının sonucudur. Bu yüzden, lütfen, maddi durumu elverişli olan kişi ve işletmelerden bağış yapmayı düşünmelerini rica ediyorum.";
"AboutBodyThree" = "Bağışlar, projemizin ayakta kalmasını sağlayacak ve güncellemelerin/duzeltmelerin devam etmesine yardımcı olacaktır.";
"AboutBodyFooter" = "Teşekkürler - Joe (BatteryBoi'nin Kurucusu)";
"AboutGithubAction" = "GitHub";
"AboutDonateAction" = "Bağış Yap";
"AboutShareAction" = "Paylaş";

"BluetoothDeviceHeadphonesLabel" = "Kulaklıklar";
"BluetoothDeviceMouseLabel" = "Fare";
"BluetoothDeviceGamepadLabel" = "Oyun Kontrol Cihazı";
"BluetoothDeviceSpeakerLabel" = "Hoparlör";
"BluetoothDeviceKeyboardLabel" = "Klavye";
"BluetoothDeviceOtherLabel" = "Diğer";
"BluetoothConnectLabel" = "Bağlan";
"BluetoothDisconnectLabel" = "Bağlantıyı Kes";
"BluetoothDisconnectedLabel" = "Eşleştirilemedi";
"BluetoothDistanceProximateLabel" = "Masanın Üzerinde";
"BluetoothDistanceNearLabel" = "Aynı Odada";
"BluetoothDistanceFarLabel" = "Başka bir Diyarda";
"BluetoothInvalidLabel" = "Pil Bilgisi Yok";

"OnboardingHideIconTitle" = "Varsayılan Pil Simgesini Gizle";
"OnboardingHideIconSubtitle" = "Sistem Ayarları > Kontrol Merkezi > Pil > Menü Çubuğunda Göster'e giderek varsayılan pil simgesini gizleyebilirsiniz";
"OnboardingHideIconButton" = "Anladım";

"OnboardingNotificationsTitle" = "";
"OnboardingNotificationsBody" = "";
"OnboardingInsightsTitle" = "";
"OnboardingInsightsBody" = "";
"OnboardingBluetoothTitle" = "";
"OnboardingBluetoothBody" = "";
